Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# document.submitted.continue
source: Done
ar: تم
bn: সম্পন্ন
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: OK
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 완료
ml: പൂർത്തിയായി
ms: Selesai
nb: Ferdig
nl: Klaar
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จสิ้น
tr: Bitti
uk: Готово
ur: مکمل
vi: Xong
zh_hans: 完成
zh_hant: 完成

# document.submitted.continue.hint
source: Returns to the verification screen
ar: يعود إلى شاشة التحقق
bn: ভেরিফিকেশন স্ক্রিনে ফিরে যায়
ca: Torna a la pantalla de verificació
cs: Vrátí se na obrazovku ověření
da: Går tilbage til verificeringsskærmen
de: Kehrt zum Verifizierungsbildschirm zurück
el: Επιστρέφει στην οθόνη επαλήθευσης
es: Vuelve a la pantalla de verificación
fi: Palaa vahvistusnäkymään
fr: Revient à l’écran de vérification
he: חוזר למסך האימות
hi: सत्यापन स्क्रीन पर लौटता है
hr: Vraća na zaslon provjere
hu: Visszalép a hitelesítési képernyőre
id: Kembali ke layar verifikasi
it: Torna alla schermata di verifica
ja: 認証画面に戻ります
ko: 인증 화면으로 돌아가요
ml: പരിശോധനാ സ്ക്രീനിലേക്ക് മടങ്ങുന്നു
ms: Kembali ke skrin pengesahan
nb: Går tilbake til verifiseringsskjermen
nl: Gaat terug naar het verificatiescherm
pl: Wraca do ekranu weryfikacji
pt_br: Volta à tela de verificação
pt_pt: Volta ao ecrã de verificação
ro: Revine la ecranul de verificare
ru: Возвращает на экран проверки
sk: Vráti sa na obrazovku overenia
sv: Återgår till verifieringsskärmen
ta: சரிபார்ப்புத் திரைக்குத் திரும்பும்
te: ధృవీకరణ స్క్రీన్‌కు తిరిగి వెళ్తుంది
th: กลับไปที่หน้ายืนยันตัวตน
tr: Doğrulama ekranına döner
uk: Повертається на екран верифікації
ur: تصدیق کی اسکرین پر واپس جاتا ہے
vi: Quay lại màn hình xác minh
zh_hans: 返回验证页面
zh_hant: 回到驗證畫面

# document.submitted.message
source: A reviewer will compare your selfie with the document, usually within a day. If the photos can't be used at all, you'll know within minutes. The result shows here.
ar: سيقارن مراجعٌ السيلفي بالوثيقة، عادةً خلال يوم. وإن تعذّر استخدام الصور أصلًا فستعرف خلال دقائق. تظهر النتيجة هنا.
bn: একজন রিভিউয়ার আপনার সেলফির সাথে নথি মিলিয়ে দেখবেন, সাধারণত একদিনের মধ্যে। ছবিগুলো একেবারেই ব্যবহারযোগ্য না হলে কয়েক মিনিটের মধ্যেই জানতে পারবেন। ফলাফল এখানে দেখা যাবে।
ca: Un revisor compararà el teu selfie amb el document, normalment en un dia. Si les fotos no es poden fer servir, ho sabràs en pocs minuts. El resultat es mostra aquí.
cs: Posuzovatel porovná tvé selfie s dokladem, obvykle do jednoho dne. Pokud nelze fotografie použít vůbec, budeš to vědět do několika minut. Výsledek se zobrazí zde.
da: En gennemgående sammenligner din selfie med dokumentet, som regel inden for et døgn. Hvis fotoene slet ikke kan bruges, ved du det inden for få minutter. Resultatet vises her.
de: Ein Prüfer vergleicht dein Selfie mit dem Dokument, meist innerhalb eines Tages. Wenn die Fotos gar nicht verwendet werden können, weißt du es innerhalb von Minuten. Das Ergebnis erscheint hier.
el: Ένας ελεγκτής θα συγκρίνει τη selfie σου με το έγγραφο, συνήθως μέσα σε μία ημέρα. Αν οι φωτογραφίες δεν μπορούν να χρησιμοποιηθούν καθόλου, θα το μάθεις μέσα σε λίγα λεπτά. Το αποτέλεσμα εμφανίζεται εδώ.
es: Un revisor comparará tu selfie con el documento, normalmente en un día. Si las fotos no sirven en absoluto, lo sabrás en minutos. El resultado se muestra aquí.
fi: Tarkastaja vertaa selfiesi asiakirjaan yleensä vuorokauden sisällä. Jos kuvia ei voi käyttää lainkaan, saat tietää minuuteissa. Tulos näkyy täällä.
fr: Un vérificateur comparera votre selfie au document, généralement sous un jour. Si les photos sont totalement inutilisables, vous le saurez en quelques minutes. Le résultat s’affiche ici.
he: בודק ישווה את הסלפי שלך למסמך, בדרך כלל תוך יום. אם אי אפשר להשתמש בתמונות כלל, תדע תוך דקות. התוצאה מוצגת כאן.
hi: एक समीक्षक आपकी सेल्फ़ी को दस्तावेज़ से मिलाएगा, आमतौर पर एक दिन के भीतर। अगर फ़ोटो बिलकुल इस्तेमाल नहीं हो सकतीं, तो आपको कुछ ही मिनटों में पता चल जाएगा। नतीजा यहीं दिखेगा।
hr: Recenzent će usporediti tvoj selfie s ispravom, obično unutar dana. Ako se fotografije uopće ne mogu upotrijebiti, saznat ćeš u nekoliko minuta. Rezultat se prikazuje ovdje.
hu: Egy elbíráló összeveti a szelfidet az okmánnyal, általában egy napon belül. Ha a fotók egyáltalán nem használhatók, percek alatt megtudod. Az eredmény itt jelenik meg.
id: Seorang peninjau akan membandingkan selfie-mu dengan dokumen, biasanya dalam sehari. Jika foto sama sekali tidak bisa dipakai, kamu akan tahu dalam hitungan menit. Hasilnya tampil di sini.
it: Un revisore confronterà il tuo selfie con il documento, di solito entro un giorno. Se le foto non sono utilizzabili, lo saprai in pochi minuti. Il risultato compare qui.
ja: 審査担当者が自撮りと書類を照合します。通常は1日以内です。写真がまったく使用できない場合は、数分以内にお知らせします。結果はここに表示されます。
ko: 검토자가 셀카와 문서를 비교하며, 보통 하루 안에 끝나요. 사진을 전혀 사용할 수 없는 경우에는 몇 분 안에 알 수 있어요. 결과는 여기에 표시돼요.
ml: ഒരു റിവ്യൂവർ നിങ്ങളുടെ സെൽഫി രേഖയുമായി താരതമ്യം ചെയ്യും, സാധാരണ ഒരു ദിവസത്തിനുള്ളിൽ. ഫോട്ടോകൾ ഒട്ടും ഉപയോഗിക്കാനാവില്ലെങ്കിൽ മിനിറ്റുകൾക്കുള്ളിൽ അറിയാം. ഫലം ഇവിടെ കാണിക്കും.
ms: Seorang penyemak akan membandingkan swafoto anda dengan dokumen, biasanya dalam masa sehari. Jika foto langsung tidak boleh digunakan, anda akan tahu dalam beberapa minit. Keputusan dipaparkan di sini.
nb: En moderator sammenligner selfien din med dokumentet, vanligvis i løpet av et døgn. Hvis bildene ikke kan brukes i det hele tatt, får du vite det innen minutter. Resultatet vises her.
nl: Een beoordelaar vergelijkt je selfie met het document, meestal binnen een dag. Als de foto's helemaal niet bruikbaar zijn, weet je dat binnen enkele minuten. Het resultaat zie je hier.
pl: Recenzent porówna Twoje selfie z dokumentem, zwykle w ciągu doby. Jeśli zdjęć w ogóle nie da się użyć, dowiesz się w ciągu kilku minut. Wynik pojawi się tutaj.
pt_br: Um analista vai comparar sua selfie com o documento, normalmente em um dia. Se as fotos não puderem ser usadas, você saberá em minutos. O resultado aparece aqui.
pt_pt: Um revisor vai comparar a sua selfie com o documento, normalmente em menos de um dia. Se as fotos não puderem ser usadas de todo, saberá em minutos. O resultado aparece aqui.
ro: Un evaluator îți va compara selfie-ul cu documentul, de obicei în cel mult o zi. Dacă fotografiile nu pot fi folosite deloc, vei afla în câteva minute. Rezultatul apare aici.
ru: Проверяющий сравнит ваше селфи с документом, обычно в течение суток. Если фото вообще нельзя использовать, вы узнаете об этом через несколько минут. Результат появится здесь.
sk: Posudzovateľ porovná tvoje selfie s dokladom, zvyčajne do jedného dňa. Ak sa fotky vôbec nedajú použiť, dozvieš sa to do pár minút. Výsledok sa zobrazí tu.
sv: En granskare jämför din selfie med dokumentet, vanligtvis inom ett dygn. Om bilderna inte alls går att använda får du veta det inom några minuter. Resultatet visas här.
ta: ஒரு மதிப்பாய்வாளர் உங்கள் செல்ஃபியை ஆவணத்துடன் ஒப்பிடுவார், பொதுவாக ஒரு நாளுக்குள். புகைப்படங்களைப் பயன்படுத்தவே முடியாவிட்டால் சில நிமிடங்களில் தெரியும். முடிவு இங்கே காட்டப்படும்.
te: సమీక్షకుడు మీ సెల్ఫీని పత్రంతో పోల్చి చూస్తారు, సాధారణంగా ఒక రోజులో. ఫోటోలను అసలు ఉపయోగించలేకపోతే, నిమిషాల్లోనే మీకు తెలుస్తుంది. ఫలితం ఇక్కడ కనిపిస్తుంది.
th: ผู้ตรวจสอบจะเทียบเซลฟีของคุณกับเอกสาร โดยปกติภายในหนึ่งวัน หากใช้รูปไม่ได้เลย คุณจะทราบภายในไม่กี่นาที ผลจะแสดงที่นี่
tr: Bir inceleyici selfie'nizi belgeyle karşılaştıracak, genellikle bir gün içinde. Fotoğraflar hiç kullanılamıyorsa dakikalar içinde öğrenirsiniz. Sonuç burada görünür.
uk: Перевіряльник порівняє ваше селфі з документом, зазвичай протягом доби. Якщо фото взагалі не можна використати, ви дізнаєтеся за кілька хвилин. Результат показується тут.
ur: ایک جائزہ لینے والا آپ کی سیلفی کا دستاویز سے موازنہ کرے گا، عموماً ایک دن کے اندر۔ اگر تصاویر بالکل استعمال کے قابل نہ ہوں تو آپ کو چند منٹ میں پتا چل جائے گا۔ نتیجہ یہاں دکھایا جائے گا۔
vi: Một người xét duyệt sẽ so sánh ảnh selfie với giấy tờ, thường trong vòng một ngày. Nếu ảnh hoàn toàn không dùng được, bạn sẽ biết trong vài phút. Kết quả hiện ở đây.
zh_hans: 审核员会将你的自拍与证件进行比对，通常在一天之内。如果照片完全无法使用，你会在几分钟内得知。结果会显示在这里。
zh_hant: 審核人員會將你的自拍與證件比對，通常在一天內完成。如果照片完全無法使用，幾分鐘內你就會知道。結果會顯示在這裡。

# document.submitted.received
source: We received your documents
ar: استلمنا وثائقك
bn: আমরা আপনার নথি পেয়েছি
ca: Hem rebut els teus documents
cs: Obdrželi jsme tvé doklady
da: Vi har modtaget dine dokumenter
de: Wir haben deine Dokumente erhalten
el: Λάβαμε τα έγγραφά σου
es: Recibimos tus documentos
fi: Saimme asiakirjasi
fr: Nous avons reçu vos documents
he: קיבלנו את המסמכים שלך
hi: हमें आपके दस्तावेज़ मिल गए
hr: Primili smo tvoje dokumente
hu: Megkaptuk az okmányaidat
id: Kami menerima dokumenmu
it: Abbiamo ricevuto i tuoi documenti
ja: 書類を受け付けました
ko: 문서를 받았어요
ml: നിങ്ങളുടെ രേഖകൾ ലഭിച്ചു
ms: Kami telah menerima dokumen anda
nb: Vi har mottatt dokumentene dine
nl: We hebben je documenten ontvangen
pl: Otrzymaliśmy Twoje dokumenty
pt_br: Recebemos seus documentos
pt_pt: Recebemos os seus documentos
ro: Am primit documentele tale
ru: Мы получили ваши документы
sk: Prijali sme tvoje doklady
sv: Vi har tagit emot dina dokument
ta: உங்கள் ஆவணங்கள் எங்களுக்குக் கிடைத்தன
te: మీ పత్రాలు మాకు అందాయి
th: เราได้รับเอกสารของคุณแล้ว
tr: Belgelerinizi aldık
uk: Ми отримали ваші документи
ur: ہمیں آپ کے دستاویز مل گئے
vi: Chúng tôi đã nhận giấy tờ của bạn
zh_hans: 我们已收到你的文件
zh_hant: 我們已收到你的文件

# document.submitted.title
source: Under review
ar: قيد المراجعة
bn: রিভিউ চলছে
ca: En revisió
cs: Posuzuje se
da: Under gennemgang
de: In Prüfung
el: Υπό εξέταση
es: En revisión
fi: Tarkastettavana
fr: En cours d’examen
he: בבדיקה
hi: समीक्षाधीन
hr: U pregledu
hu: Elbírálás alatt
id: Sedang ditinjau
it: In revisione
ja: 審査中
ko: 검토 중
ml: പരിശോധനയിൽ
ms: Sedang disemak
nb: Under vurdering
nl: In beoordeling
pl: W trakcie sprawdzania
pt_br: Em análise
pt_pt: Em revisão
ro: În analiză
ru: На проверке
sk: Posudzuje sa
sv: Granskas
ta: மறுஆய்வில் உள்ளது
te: సమీక్షలో ఉంది
th: กำลังตรวจสอบ
tr: İnceleniyor
uk: На розгляді
ur: زیر جائزہ
vi: Đang xét duyệt
zh_hans: 审核中
zh_hant: 審核中

# document.submitting.checking
source: Checking your documents…
ar: نتحقق من وثائقك…
bn: আপনার নথি যাচাই হচ্ছে…
ca: Comprovant els teus documents…
cs: Kontroluji tvé doklady…
da: Tjekker dine dokumenter…
de: Deine Dokumente werden geprüft …
el: Έλεγχος των εγγράφων σου…
es: Comprobando tus documentos…
fi: Tarkistetaan asiakirjojasi…
fr: Vérification de vos documents…
he: בודק את המסמכים שלך…
hi: आपके दस्तावेज़ जाँचे जा रहे हैं…
hr: Provjera tvojih dokumenata…
hu: Az okmányaid ellenőrzése…
id: Memeriksa dokumenmu…
it: Controllo dei tuoi documenti…
ja: 書類を確認中…
ko: 문서를 확인하는 중…
ml: നിങ്ങളുടെ രേഖകൾ പരിശോധിക്കുന്നു…
ms: Menyemak dokumen anda…
nb: Kontrollerer dokumentene dine …
nl: Je documenten worden gecontroleerd…
pl: Sprawdzam Twoje dokumenty…
pt_br: Verificando seus documentos…
pt_pt: A verificar os seus documentos…
ro: Se verifică documentele…
ru: Проверяем документы…
sk: Kontrolujú sa tvoje doklady…
sv: Kontrollerar dina dokument…
ta: உங்கள் ஆவணங்களைச் சரிபார்க்கிறது…
te: మీ పత్రాలను తనిఖీ చేస్తోంది…
th: กำลังตรวจสอบเอกสารของคุณ…
tr: Belgeleriniz kontrol ediliyor…
uk: Перевіряємо ваші документи…
ur: آپ کے دستاویز جانچے جا رہے ہیں…
vi: Đang kiểm tra giấy tờ của bạn…
zh_hans: 正在检查你的文件…
zh_hant: 正在檢查你的文件…

# document.submitting.keepOpen
source: This usually takes a few seconds. Keep Known open until it's done.
ar: يستغرق هذا عادةً بضع ثوانٍ. أبقِ «معروف» مفتوحًا حتى ينتهي.
bn: সাধারণত কয়েক সেকেন্ড লাগে। শেষ না হওয়া পর্যন্ত Known খোলা রাখুন।
ca: Normalment triga uns segons. Mantén Known obert fins que acabi.
cs: Obvykle to trvá několik sekund. Nech aplikaci Known otevřenou, dokud se to nedokončí.
da: Det tager som regel et par sekunder. Hold Known åben, til det er færdigt.
de: Das dauert meist ein paar Sekunden. Lass Known geöffnet, bis es fertig ist.
el: Συνήθως παίρνει λίγα δευτερόλεπτα. Κράτα το Known ανοιχτό μέχρι να τελειώσει.
es: Suele tardar unos segundos. Mantén Known abierta hasta que termine.
fi: Tämä kestää yleensä muutaman sekunnin. Pidä Known auki, kunnes valmista.
fr: Cela prend généralement quelques secondes. Gardez Known ouverte jusqu’à la fin.
he: זה בדרך כלל לוקח כמה שניות. השאר את Known פתוחה עד שזה יסתיים.
hi: इसमें आमतौर पर कुछ सेकंड लगते हैं। पूरा होने तक Known खुला रखें।
hr: Ovo obično traje nekoliko sekundi. Drži aplikaciju Known otvorenom dok se ne završi.
hu: Ez általában néhány másodperc. Hagyd nyitva a Knownt, amíg végez.
id: Ini biasanya butuh beberapa detik. Biarkan Known terbuka sampai selesai.
it: Di solito ci vogliono pochi secondi. Tieni Known aperta finché non finisce.
ja: 通常は数秒で終わります。完了するまでKnownを開いたままにしてください。
ko: 보통 몇 초 걸려요. 끝날 때까지 Known을 열어 두세요.
ml: ഇതിന് സാധാരണ ഏതാനും സെക്കൻഡ് മതി. പൂർത്തിയാകുന്നതുവരെ Known തുറന്നുവയ്ക്കുക.
ms: Ini biasanya mengambil masa beberapa saat. Biarkan Known terbuka sehingga selesai.
nb: Dette tar vanligvis noen sekunder. Hold Known åpen til det er ferdig.
nl: Dit duurt meestal een paar seconden. Houd Known open tot het klaar is.
pl: Zwykle trwa to kilka sekund. Nie zamykaj Known do końca.
pt_br: Normalmente leva alguns segundos. Mantenha o Known aberto até terminar.
pt_pt: Isto costuma demorar alguns segundos. Mantenha a Known aberta até terminar.
ro: De obicei durează câteva secunde. Ține Known deschisă până se termină.
ru: Обычно это занимает несколько секунд. Не закрывайте Known, пока не закончится.
sk: Zvyčajne to trvá pár sekúnd. Nechaj Known otvorenú, kým sa to nedokončí.
sv: Det tar vanligtvis några sekunder. Låt Known vara öppet tills det är klart.
ta: இதற்குப் பொதுவாகச் சில விநாடிகள் ஆகும். முடியும் வரை Known-ஐத் திறந்தே வையுங்கள்.
te: దీనికి సాధారణంగా కొన్ని సెకన్లు పడుతుంది. పూర్తయ్యే వరకు Knownను తెరిచే ఉంచండి.
th: โดยปกติใช้เวลาไม่กี่วินาที เปิด Known ค้างไว้จนกว่าจะเสร็จ
tr: Bu genellikle birkaç saniye sürer. Bitene kadar Known'u açık tutun.
uk: Зазвичай це займає кілька секунд. Не закривайте Known, доки не завершиться.
ur: اس میں عموماً چند سیکنڈ لگتے ہیں۔ مکمل ہونے تک Known کھلا رکھیں۔
vi: Việc này thường mất vài giây. Hãy giữ Known mở cho đến khi xong.
zh_hans: 通常需要几秒钟。请在完成前保持 Known 打开。
zh_hant: 通常需要幾秒鐘。完成前請保持 Known 開啟。

# document.submitting.message
source: Your photos travel encrypted and are deleted the moment a reviewer decides.
ar: تُنقل صورك مشفّرة وتُحذف لحظة يقرر المراجع.
bn: আপনার ছবিগুলো এনক্রিপ্টেড অবস্থায় যায় এবং রিভিউয়ার সিদ্ধান্ত নেওয়ার মুহূর্তেই মুছে ফেলা হয়।
ca: Les teves fotos viatgen xifrades i s'eliminen en el moment en què un revisor decideix.
cs: Tvé fotografie putují šifrovaně a smažou se v okamžiku, kdy posuzovatel rozhodne.
da: Dine fotos sendes krypteret og slettes i det øjeblik, en gennemgående afgør sagen.
de: Deine Fotos werden verschlüsselt übertragen und gelöscht, sobald ein Prüfer entscheidet.
el: Οι φωτογραφίες σου ταξιδεύουν κρυπτογραφημένες και διαγράφονται τη στιγμή που ένας ελεγκτής αποφασίσει.
es: Tus fotos viajan cifradas y se eliminan en cuanto un revisor decide.
fi: Kuvasi kulkevat salattuina ja poistetaan heti, kun tarkastaja tekee päätöksen.
fr: Vos photos transitent chiffrées et sont supprimées dès qu’un vérificateur décide.
he: התמונות שלך עוברות מוצפנות ונמחקות ברגע שבודק מחליט.
hi: आपकी फ़ोटो एन्क्रिप्टेड पहुँचती हैं और समीक्षक के फ़ैसले करते ही हटा दी जाती हैं।
hr: Tvoje fotografije putuju šifrirane i brišu se čim recenzent donese odluku.
hu: A fotóid titkosítva utaznak, és az elbírálás pillanatában törlődnek.
id: Fotomu dikirim terenkripsi dan dihapus begitu peninjau memutuskan.
it: Le tue foto viaggiano cifrate e vengono eliminate nel momento in cui un revisore decide.
ja: 写真は暗号化されて送信され、審査担当者が判断した時点で削除されます。
ko: 사진은 암호화되어 전송되며 검토자가 결정하는 즉시 삭제돼요.
ml: നിങ്ങളുടെ ഫോട്ടോകൾ എൻക്രിപ്റ്റ് ചെയ്താണ് പോകുന്നത്, ഒരു റിവ്യൂവർ തീരുമാനിക്കുന്ന നിമിഷം അവ ഇല്ലാതാക്കും.
ms: Foto anda dihantar dalam keadaan disulitkan dan dipadam sebaik sahaja penyemak membuat keputusan.
nb: Bildene dine sendes kryptert og slettes i det øyeblikket en moderator avgjør saken.
nl: Je foto's worden versleuteld verstuurd en verwijderd zodra een beoordelaar beslist.
pl: Twoje zdjęcia są przesyłane zaszyfrowane i usuwane w chwili, gdy recenzent podejmie decyzję.
pt_br: Suas fotos viajam criptografadas e são excluídas assim que um analista decide.
pt_pt: As suas fotos seguem cifradas e são eliminadas no momento em que um revisor decidir.
ro: Fotografiile tale circulă criptate și sunt șterse în clipa în care un evaluator decide.
ru: Ваши фото передаются в зашифрованном виде и удаляются сразу после решения проверяющего.
sk: Tvoje fotky putujú zašifrované a odstránia sa v okamihu, keď posudzovateľ rozhodne.
sv: Dina foton skickas krypterade och raderas i samma stund som en granskare har beslutat.
ta: உங்கள் புகைப்படங்கள் குறியாக்கத்துடன் செல்லும், மதிப்பாய்வாளர் முடிவு செய்த கணமே நீக்கப்படும்.
te: మీ ఫోటోలు ఎన్‌క్రిప్ట్ అయి వెళ్తాయి, సమీక్షకుడు నిర్ణయించిన క్షణమే తొలగించబడతాయి.
th: รูปของคุณถูกส่งแบบเข้ารหัสและจะถูกลบทันทีที่ผู้ตรวจสอบตัดสิน
tr: Fotoğraflarınız şifreli olarak iletilir ve bir inceleyici karar verdiği anda silinir.
uk: Ваші фото передаються зашифрованими й видаляються одразу, щойно перевіряльник ухвалить рішення.
ur: آپ کی تصاویر انکرپٹڈ حالت میں جاتی ہیں اور جائزہ لینے والے کے فیصلہ کرتے ہی حذف ہو جاتی ہیں۔
vi: Ảnh của bạn được truyền đã mã hóa và bị xóa ngay khi người xét duyệt quyết định.
zh_hans: 你的照片加密传输，并会在审核员作出决定的那一刻被删除。
zh_hant: 你的照片會加密傳送，並在審核人員作出決定的當下刪除。

# document.submitting.message.kept
source: Your photos travel encrypted and are kept encrypted in your verification file.
ar: تُنقل صورك مشفّرةً وتُحفظ مشفّرةً في ملف التحقق الخاص بك.
bn: আপনার ছবিগুলো এনক্রিপ্টেড অবস্থায় যায় এবং আপনার ভেরিফিকেশন ফাইলে এনক্রিপ্টেড থাকে।
ca: Les teves fotos viatgen xifrades i es conserven xifrades al teu fitxer de verificació.
cs: Tvé fotografie putují šifrovaně a uchovávají se šifrované v tvém ověřovacím souboru.
da: Dine fotos sendes krypteret og opbevares krypteret i din verificeringsfil.
de: Deine Fotos werden verschlüsselt übertragen und verschlüsselt in deiner Verifizierungsakte aufbewahrt.
el: Οι φωτογραφίες σου ταξιδεύουν κρυπτογραφημένες και φυλάσσονται κρυπτογραφημένες στον φάκελο επαλήθευσής σου.
es: Tus fotos viajan cifradas y se guardan cifradas en tu expediente de verificación.
fi: Kuvasi kulkevat salattuina ja säilytetään salattuina vahvistustiedostossasi.
fr: Vos photos transitent chiffrées et sont conservées chiffrées dans votre dossier de vérification.
he: התמונות שלך עוברות מוצפנות ונשמרות מוצפנות בתיק האימות שלך.
hi: आपकी फ़ोटो एन्क्रिप्टेड पहुँचती हैं और आपकी सत्यापन फ़ाइल में एन्क्रिप्टेड रखी जाती हैं।
hr: Tvoje fotografije putuju šifrirane i čuvaju se šifrirane u tvojoj datoteci za provjeru.
hu: A fotóid titkosítva utaznak, és titkosítva őrizzük őket a hitelesítési aktádban.
id: Fotomu dikirim terenkripsi dan disimpan terenkripsi di berkas verifikasimu.
it: Le tue foto viaggiano cifrate e restano cifrate nel tuo fascicolo di verifica.
ja: 写真は暗号化されて送信され、暗号化されたまま認証ファイルに保管されます。
ko: 사진은 암호화되어 전송되며 인증 파일에 암호화된 상태로 보관돼요.
ml: നിങ്ങളുടെ ഫോട്ടോകൾ എൻക്രിപ്റ്റ് ചെയ്താണ് പോകുന്നത്, നിങ്ങളുടെ പരിശോധനാ ഫയലിൽ എൻക്രിപ്റ്റ് ചെയ്ത നിലയിൽ സൂക്ഷിക്കും.
ms: Foto anda dihantar dalam keadaan disulitkan dan disimpan disulitkan dalam fail pengesahan anda.
nb: Bildene dine sendes kryptert og lagres kryptert i verifiseringsmappen din.
nl: Je foto's worden versleuteld verstuurd en versleuteld bewaard in je verificatiedossier.
pl: Twoje zdjęcia są przesyłane zaszyfrowane i przechowywane w zaszyfrowanej teczce weryfikacyjnej.
pt_br: Suas fotos viajam criptografadas e ficam guardadas criptografadas no seu arquivo de verificação.
pt_pt: As suas fotos seguem cifradas e são guardadas cifradas no seu ficheiro de verificação.
ro: Fotografiile tale circulă criptate și sunt păstrate criptat în dosarul tău de verificare.
ru: Ваши фото передаются в зашифрованном виде и хранятся зашифрованными в вашем файле проверки.
sk: Tvoje fotky putujú zašifrované a uchovávajú sa zašifrované v tvojom overovacom spise.
sv: Dina foton skickas krypterade och sparas krypterade i din verifieringsfil.
ta: உங்கள் புகைப்படங்கள் குறியாக்கத்துடன் செல்லும், உங்கள் சரிபார்ப்புக் கோப்பில் குறியாக்கத்துடனேயே வைக்கப்படும்.
te: మీ ఫోటోలు ఎన్‌క్రిప్ట్ అయి వెళ్తాయి, మీ ధృవీకరణ ఫైల్‌లో ఎన్‌క్రిప్ట్ చేసి ఉంచబడతాయి.
th: รูปของคุณถูกส่งแบบเข้ารหัสและเก็บแบบเข้ารหัสในแฟ้มยืนยันตัวตนของคุณ
tr: Fotoğraflarınız şifreli olarak iletilir ve doğrulama dosyanızda şifreli olarak saklanır.
uk: Ваші фото передаються зашифрованими й зберігаються зашифрованими у вашому файлі верифікації.
ur: آپ کی تصاویر انکرپٹڈ حالت میں جاتی ہیں اور آپ کی تصدیقی فائل میں انکرپٹڈ رکھی جاتی ہیں۔
vi: Ảnh của bạn được truyền đã mã hóa và được giữ mã hóa trong hồ sơ xác minh của bạn.
zh_hans: 你的照片加密传输，并加密保存在你的验证档案中。
zh_hant: 你的照片會加密傳送，並以加密方式保存在你的驗證檔案中。

# document.submitting.uploaded
source: Uploaded
ar: اكتمل الرفع
bn: আপলোড হয়েছে
ca: Pujat
cs: Nahráno
da: Uploadet
de: Hochgeladen
el: Ανέβηκε
es: Subido
fi: Ladattu
fr: Envoyé
he: הועלה
hi: अपलोड हो गया
hr: Preneseno
hu: Feltöltve
id: Terunggah
it: Caricato
ja: アップロード完了
ko: 업로드 완료
ml: അപ്‌ലോഡ് ചെയ്തു
ms: Dimuat naik
nb: Lastet opp
nl: Geüpload
pl: Przesłano
pt_br: Enviado
pt_pt: Enviado
ro: Încărcat
ru: Загружено
sk: Nahrané
sv: Uppladdat
ta: பதிவேற்றப்பட்டது
te: అప్‌లోడ్ అయింది
th: อัปโหลดแล้ว
tr: Yüklendi
uk: Завантажено
ur: اپ لوڈ ہو گیا
vi: Đã tải lên
zh_hans: 已上传
zh_hant: 已上傳

# document.submitting.uploading
source: Uploading… %@
ar: جارٍ الرفع… %@
bn: আপলোড হচ্ছে… %@
ca: Pujant… %@
cs: Nahrávání… %@
da: Uploader… %@
de: Wird hochgeladen … %@
el: Μεταφόρτωση… %@
es: Subiendo… %@
fi: Ladataan… %@
fr: Envoi en cours… %@
he: מעלה… %@
hi: अपलोड हो रहा है… %@
hr: Prijenos… %@
hu: Feltöltés… %@
id: Mengunggah… %@
it: Caricamento… %@
ja: アップロード中… %@
ko: 업로드 중… %@
ml: അപ്‌ലോഡ് ചെയ്യുന്നു… %@
ms: Memuat naik… %@
nb: Laster opp … %@
nl: Uploaden… %@
pl: Przesyłanie… %@
pt_br: Enviando… %@
pt_pt: A enviar… %@
ro: Se încarcă… %@
ru: Загрузка… %@
sk: Nahráva sa… %@
sv: Laddar upp… %@
ta: பதிவேற்றுகிறது… %@
te: అప్‌లోడ్ అవుతోంది… %@
th: กำลังอัปโหลด… %@
tr: Yükleniyor… %@
uk: Завантаження… %@
ur: اپ لوڈ ہو رہا ہے… %@
vi: Đang tải lên… %@
zh_hans: 正在上传… %@
zh_hant: 上傳中… %@

# document.sweep.covered
source: %lld of 8 directions
ar: %lld اتجاه من 8
bn: ৮টির মধ্যে %lld দিক
ca: %lld de 8 direccions
cs: %lld z 8 směrů
da: %lld af 8 retninger
de: %lld von 8 Richtungen
el: %lld από 8 κατευθύνσεις
es: %lld de 8 direcciones
fi: %lld/8 suuntaa
fr: %lld directions sur 8
he: %lld מתוך 8 כיוונים
hi: 8 में से %lld दिशाएँ
hr: %lld od 8 smjerova
hu: %lld / 8 irány
id: %lld dari 8 arah
it: %lld direzioni su 8
ja: 8方向中%lld方向
ko: 8방향 중 %lld방향
ml: 8 ദിശകളിൽ %lld
ms: %lld daripada 8 arah
nb: %lld av 8 retninger
nl: %lld van 8 richtingen
pl: %lld z 8 kierunków
pt_br: %lld de 8 direções
pt_pt: %lld de 8 direções
ro: %lld din 8 direcții
ru: %lld из 8 направлений
sk: %lld z 8 smerov
sv: %lld av 8 riktningar
ta: 8 திசைகளில் %lld
te: 8 దిశల్లో %lld
th: %lld จาก 8 ทิศทาง
tr: 8 yönden %lld
uk: %lld з 8 напрямків
ur: 8 میں سے %lld سمتیں
vi: %lld trên 8 hướng
zh_hans: 已完成 %lld/8 个方向
zh_hant: 8 個方向中已完成 %lld 個
